Repository: GpsHandle/tracking-web
Catalog: src/locale/messages.*.xlf
Languages: vi

# greetingLabel
source: Tracking Made Simple
vi: Hệ Thống Định Vị VD5

# yourUsername
source: Your Usermame
vi: Tài khoản của bạn

source: Your Password
vi: Mật khẩu

source: Login
vi: Đăng nhập

source: Demo
vi: Dùng thử

source: Register
vi: Đăng ký

source: Forgot Password ?
vi: Quên mật khẩu

# notFoundPageText
source: Sorry! The page you requested does not exist. Please click <a>here</a> to go to home page.
vi: Xin lỗi! Trang web bạn truy cập không tồn tại. Hãy bấm vào <a>đây</a> để quay lại trang chủ

source: Enter your account Id
vi: Nhập tài khoản

source: Submit
vi: Gửi

source: Back to login
vi: Đăng nhập lại

source: Account Id
vi: Tài khoản

source: Password
vi: Mật khẩu

source: Re Password
vi: Nhập lại mật khẩu

source: First Name
vi: Tên

source: Last Name
vi: Họ

# phoneName
source: Phone Number
vi: Số điện

source: Email Address
vi: Địa chỉ email

source: Address
vi: Địa chỉ

source: Tracking
vi: Giám sát

source: Reports
vi: Báo cáo

source: Administration
vi: Quản lý

source: Preferences
vi: Thông tin

source: Logout
vi: Đăng xuất

source: Account Name
vi: Tên tài khoản

source: First Page URL
vi: Trang đầu tiên

source: Redirect URL
vi: Trang chuyển hướng

source: Token Type
vi: Kiểu token

source: Expired In
vi: Hết hạn trong

source: Authorities
vi: Quyền

source: Language
vi: Ngôn ngữ

source: Timezone
vi: Múi giờ

source: Access Token
vi: Token truy nhập

source: DeviceID
vi: Thiết bị

source: Status
vi: Trạng thái

source: SpeedKPH
vi: Vận tốc Km/h

source: Time
vi: Thời gian

# latlon
source: Lat/Lng
vi: Kinh/Vĩ

source: history >>
vi: Lịch sử >>

# sendingCommandToDevice
source: Sending command to device: {{deviceName}}
vi: Gửi lệnh đến thiết bị: {{deviceName}}

source: Command to send
vi: Lệnh

source: Send
vi: Gửi

source: Cancel
vi: Hủy

source: Devices Filter
vi: Tìm

# liveTrackingSpeed
source: Speed {{device.speedKph}} km/h {{device.lastUpdateTimeInWords}}
vi: Tốc độ {{device.speedKph}} km/h {{device.lastUpdateTimeInWords}}

source: Last Event
vi: Cập nhật cuối

source: The device has been staying here for
vi: Phương tiện này đã ở đây khoảng

source: View Device History
vi: Xem lịch sử

source: Send Command
vi: Gửi lệnh

source: View Device Report
vi: Xem báo cáo

# last1Hours
source: Last 1 hour
vi: 1 giờ trước

source: Last 2 hours
vi: 2 giờ trước

source: Last 8 hours
vi: 8 giờ trước

# last24Hours
source: Last 1 day
vi: 1 ngày trước

source: Last 2 days
vi: 2 ngày trước

source: Last 3 days
vi: 3 ngày trước

# customRange
source: custom
vi: Tùy chọn

source: Device Name
vi: Tên thiết bị

source: Altitude
vi: Độ cao

source: Latitude
vi: Kinh độ

source: Longitude
vi: Vĩ độ

source: Heading
vi: Hướng

source: OdometerKM
vi: Công-tơ-mét (km)

source: Timestamp
vi: Thời gian

source: OdometerKM
vi: Công-tơ-mét

source: Start parking time
vi: Thời gian bắt đầu đỗ

source: End parking time
vi: Thời gian dời đi

source: Stopped Time
vi: Thời gian dừng

source: Alert Name
vi: Tên cảnh báo

source: Alert Description
vi: Mô tả cảnh báo

# type
source: Alert Type
vi: Loại cảnh báo

source: Zone ID
vi: Mã vùng

source: Alert SMS
vi: Cảnh báo SMS

source: Alert App
vi: Cảnh báo qua ứng dụng

source: Canned Action
vi: Hành động

source: Subject
vi: Tiêu đề

source: Text
vi: Nội dung

source: There is no data
vi: Không có dữ liệu

# last72Hours
source: Last 3 days
vi: 3 ngày trước

# distance
source: Distant
vi: Khoảng cách

source: Total Events
vi: Tổng số events

source: Fuel consumed
vi: Nhiên liệu tiêu hao

source: Battery consumed
vi: Pin tiêu hao

source: Average speed
vi: Vận tốc trung bình

source: Account
vi: Tài khoản

source: Manage Devices
vi: Quản lý thiết bị

source: Manage Driver
vi: Quản lý tài xế

source: Geozone
vi: Vùng

source: Alert Profile
vi: Profile cảnh báo

source: Unknown Devices
vi: Thiết bị chưa biết

source: Modifying Account
vi: Sửa tài khoản

source: Creating Account
vi: Tạo tại khoản

source: Roles
vi: Vai trò

source: Phone Number
vi: Số điện thoại

source: Address Line1
vi: Địa chỉ 1

source: Address Line2
vi: Địa chỉ 2

source: Notes
vi: Ghi chú

source: Save
vi: Lưu

# selectColumnToShow
source: Select columns to show
vi: Chọn cột để hiển thị

# photUrl
source: Photo Url
vi: Đường dẫn ảnh

source: Created By
vi: Tạo bởi

source: Created On
vi: Ngày tạo

source: Updated By
vi: Cập nhật bởi

source: Updated On
vi: Ngày cập nhật

source: Actions
vi: Hành động

# deletingAccount
source: Deleting Account {{data.accountId}}
vi: Xóa tài khoản {{data.accountId}}

source: Delete
vi: Xóa

source: Search
vi: Tìm

source: Photo Url
vi: Đương dẫn ảnh

source: Actions
vi: Hành động

source: Full Name
vi: Tên đầy đủ

source: Role
vi: Vai trò

source: Edit
vi: Sửa

# thereAreNoSubAccount
source: There are no sub-account under the account
vi: Tài khoản của bạn chưa có tài khoản con.

source: Change password
vi: Đổi mật khẩu

source: Add a new SMTP server
vi: Thêm Mail server mới

source: Port
vi: Cổng

source: Username
vi: Tài khoản

source: Max size attachment
vi: Kích thước đính kèm lớn nhất

source: Unit
vi: Đơn vị

source: Authentication
vi: Xác thực

source: SMTP Servers
vi: Máy chủ SMTP

source: Select columns to show#
vi: Chọn cột dữ liệu để hiển thị

source: Name
vi: Tên

source: Vehicle ID
vi: Xe

source: Vehicle Name
vi: Tên xe

source: IP Address
vi: Địa chỉ IP

source: Serial Number
vi: Số seri

source: Model Name
vi: Tên model

source: Manufacturer Name
vi: Nhà sản xuất

source: Firmware Version
vi: Phiên bản firmware

# originalContry
source: Orginal Country
vi: Nguồn gốc

source: Modifying Device
vi: Sửa thiết bị

source: Creating Device
vi: Thêm thiết bị

source: Accounts
vi: Tài khoản

source: Vehicle
vi: Xe

source: Expired On
vi: Hết hạn

# originCountry
source: Original Country
vi: Nguồn gốc

source: Alerts
vi: Cảnh báo

# deletingDevice
source: Deleting Device {{data.name}}
vi: Xóa thiết bị {{data.name}}

source: Last Event Time
vi: Cập nhật cuối

# updateBy
source: Updated By
vi: Cập nhật

# updatedOne
source: Updated On
vi: Ngày cập nhật

source: Alerts
vi: Cảnh báo

source: Driver #
vi: Tài xế #

source: Date of Birth
vi: Sinh nhật

source: License Number
vi: Số giấy phép

source: License Type
vi: Loại giấy phép

source: License Type Description
vi: Mô tả loại giấy phép

source: Issued Date
vi: Ngày phát hành

source: Expired Date
vi: Ngày hết hạn

# driverName
source: Driver's Name
vi: Tên tài xế

source: License Expired in Months
vi: Số tháng còn lại

source: Type Of Vehicle Experienced
vi: Loại xe đã từng lái

source: Driver License Number
vi: Số giấy phép

source: Driver License Type
vi: Loại giấy phép

source: Driver License Type Description
vi: Mô tả loại giấy phép

source: Driver License Issued Date
vi: Ngày phát hành

source: Driver License Expired Date
vi: Ngày hết hạn

# filterGeozone
source: Filter
vi: Tìm

# creatNewGeozone
source: Create New Geozone
vi: Thêm geozone

source: Geozone Name*
vi: Tên geozone *

source: Max Speed
vi: Tốc độ tối đa

source: Color
vi: Màu sắc

source: Private Zone
vi: Zone riêng tư

# reverseGeozone
source: Reverse Geocode
vi: Địa chỉ

# radius
source: Radius (m)
vi: Bán kinh (m)

source: Center Latitude
vi: Kinh độ tâm

source: Center Longitude
vi: Vĩ độ tâm

source: Latitude # {{i}}
vi: Kinh độ #{{i}}

source: Longitude # {{i}}
vi: Vĩ độ #{{i}}}

source: Select a type of Alert
vi: Chọn kiểu cảnh báo

source: Active/Inactive
vi: Hoạt động/Không hoạt động

source: Description
vi: Mô tả

source: Zone
vi: Vùng

# params1
source: Param1
vi: Tham số 1

# params2
source: Param2
vi: Tham số 2

source: Alert to email
vi: Cảnh báo qua email

source: Alert to Sms
vi: Cảnh báo qua sms

source: Alert to App
vi: Cảnh báo qua ứng dụng

source: Action
vi: Hành động

source: Subject
vi: Tiêu đề

source: TemplateId
vi: Mẫu

# deletingAlertProfile
source: Deleting Alert Profile #{{data.name}}
vi: Xóa profile cảnh báo #{{data.name}}

source: Active
vi: Trạng thái

source: Assign To Device
vi: Gán vào thiết bị

# cabcel
source: Cancel
vi: Hủy

source: Eventual
vi: Tức thời

source: Interval
vi: Lặp lại

# params
source: Param2
vi: Tham số 2

source: Add Selected
vi: Thêm đã chọn

source: Delete Selected
vi: Xóa đã chọn

source: Remote Address
vi: Địa chỉ remote

source: How to create an account
vi: Thêm một account

source: Mail List
vi: Danh sách email
